<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
	<title>Readme Validator Results</title>
</head>
<style type="text/css">
<!--
body {
font-family: Lucida Grande, Verdana, sans-serif;
}

code {
font-size: 1.3em
}

div.success {
background: #0f0;
width: 50%;
margin: 0 auto;
padding: 1px 10px;
border: 3px solid #0d0;
}

div.error {
padding: 1px 10px;
margin: 30px auto;
}

div.error p {
font-weight: bold;
}

div.error ul {
list-style: square;
}

div.fatal {
background: #faa;
border: 3px solid #d00;
}

div.warning {
background: #f60;
border: 3px solid #e40;
}

div.note {
background: #5cf;
border: 3px solid #3ad;
}

-->
</style>
<body>
	<hr />

	<h1>Add BigFish Games Catalog</h1>

	<p><em>&#191;Este enchufe de uni&#243;n a&#241;ade el cat&#225;logo animoso de <a href="http://www.bigfishgames.com/?afcode=afd63cd4ad992" target="_blank">http://www.bigfishgames.com/?afcode=afd63cd4ad992</a> a su Blog.</em></p>

	<hr />

	<p>
	<strong>Contributors:</strong> <a href="http://bigfishtest.com/" target="_blank">BigFishTest.com XML Team</a><br />
	<strong>Donate link:</strong> <a href="http://bigfishtest.com/" target="_blank">http://bigfishtest.com/</a><br />
	<strong>Tags:</strong> casual, casual games, games, bigfishgames, bigfish, BFG, catalog, referral program, raitings, widget, top, sidebar, xml, feed<br />
	<strong>Requires at least:</strong> 1.01<br />
	<strong>Tested up to:</strong> 1.02<br />
	<strong>Stable tag:</strong> trunk	</p>

	<hr />

		<h3>Description</h3>
	<p>&#191;Este enchufe de uni&#243;n a&#241;ade el cat&#225;logo animoso de <a href="http://www.bigfishgames.com/?afcode=afd63cd4ad992" target="_blank">http://www.bigfishgames.com/?afcode=afd63cd4ad992</a> a su Blog.</p>

<p>La primera diferencia significativa es que usted comparte a sus clientes con BigFishGames.
&#161;BigFishGames entonces va para trabajar para usted para extraer un valor de toda la vida alto del cliente y le pagan el 25 % de su valor de toda la vida para la duraci&#243;n de su sociedad con BigFishGames!</p>

<p>Apoyo de todos los tipos conocidos de juegos: ordenador personal, Macintosh, JUEGOS LIBRES EN L&#205;NEA.
&#161;tambi&#233;n 5 lenguas (&#161;ingl&#233;s, alem&#225;n, espa&#241;ol, franc&#233;s, japon&#233;s) son apoyadas todos!</p>

<p>El enchufe de uni&#243;n guarda alguna parte de los datos en metafields.
Si usted desea recibir un ejemplo como deducir los datos de metafields en la plantilla WordPress usted tiene que hacerse mi remisi&#243;n BigFishGames.
&#191;Bajo esta referencia <a href="https://pnp.bigfishgames.com/?afcode=afd63cd4ad992" target="_blank">https://pnp.bigfishgames.com/?afcode=afd63cd4ad992</a> usted puede hacerse mi remisi&#243;n.
Si usted es registrado ya en BigFishGames que usted puede comprar una plantilla lista.
El precio de una plantilla de 100$. El pago es posible por Oro electr&#243;nico de sistema o WebMoney (Z231409672156).
&#161;M&#225;s a una plantilla usted puede recibir una escritura adicional cron.php que a&#241;adir&#225; autom&#225;ticamente nuevos juegos sin su participaci&#243;n!
Dirigirse en un correo electr&#243;nico isestnestmi en mail.ru o ICQ 338900566
Para escribir a m&#237; es necesario en ingl&#233;s o en ruso. &#161;No s&#233; otras lenguas!</p>

<pre><code>            See example at <a href="http://bigfishtest.com/" target="_blank">http://BigFishTest.com/</a> or <a href="http://es.ShuvaevGames.com/" target="_blank">http://es.ShuvaevGames.com</a>
</code></pre>	<hr />
		<h3>Installation</h3>
	<ol>
<li>Cree una carpeta 'im&#225;genes' en el blog de directorio ra&#237;z y p&#243;ngase escriben permisos (chmod 777) 'a las im&#225;genes'.</li>
<li>Cargue el directorio lleno en su directorio wp-content/plugins.</li>
<li>Active el enchufe de uni&#243;n en la p&#225;gina de administraci&#243;n enchufable.</li>
<li>Abra la p&#225;gina de configuraci&#243;n enchufable, que est&#225; localizada bajo Opciones-&gt; A&#241;ade el Cat&#225;logo de Juegos BigFish y construye el cat&#225;logo.</li>
</ol>	<hr />
		<h3>Frequently Asked Questions</h3>
	<h4>&#191;Por qu&#233; usted no asiste gratuitamente?</h4>

<p>No tendr&#233; no bastante tiempo para todas las personas interesadas:) Si usted ser&#225; mi remisi&#243;n, o comprar&#225; una plantilla influir&#233; en usted:)</p>	<hr />
		<h3>Screenshots</h3>
	<ol>
<li>layout 1</li>
<li>layout 2</li>
</ol>	<hr />
		<h3>Changelog</h3>
	<p>La versi&#243;n 1.03
Ahora los cuadros ahorraron en unas im&#225;genes de carpeta. Esto ha permitido entrar en nuevo processings de im&#225;genes, cambiar el tama&#241;o... etc.</p>

<p>La versi&#243;n 1.02
La primera beta la versi&#243;n</p>	<hr />
</body>
</html>
