<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
	<title>Readme Validator Results</title>
</head>
<style type="text/css">
<!--
body {
font-family: Lucida Grande, Verdana, sans-serif;
}

code {
font-size: 1.3em
}

div.success {
background: #0f0;
width: 50%;
margin: 0 auto;
padding: 1px 10px;
border: 3px solid #0d0;
}

div.error {
padding: 1px 10px;
margin: 30px auto;
}

div.error p {
font-weight: bold;
}

div.error ul {
list-style: square;
}

div.fatal {
background: #faa;
border: 3px solid #d00;
}

div.warning {
background: #f60;
border: 3px solid #e40;
}

div.note {
background: #5cf;
border: 3px solid #3ad;
}

-->
</style>
<body>
	<hr />

	<h1>Add BigFish Games Catalog</h1>

	<p><em>Cela enfichable ajoute le catalogue de jeu de <a href="http://www.bigfishgames.com/?afcode=afd63cd4ad992" target="_blank">http://www.bigfishgames.com/?afcode=afd63cd4ad992</a> &#224; votre Blog.</em></p>

	<hr />

	<p>
	<strong>Contributors:</strong> <a href="http://bigfishtest.com/" target="_blank">BigFishTest.com XML Team</a><br />
	<strong>Donate link:</strong> <a href="http://bigfishtest.com/" target="_blank">http://bigfishtest.com/</a><br />
	<strong>Tags:</strong> casual, casual games, games, bigfishgames, bigfish, BFG, catalog, referral program, raitings, widget, top, sidebar, xml, feed<br />
	<strong>Requires at least:</strong> 1.01<br />
	<strong>Tested up to:</strong> 1.02<br />
	<strong>Stable tag:</strong> trunk	</p>

	<hr />

		<h3>Description</h3>
	<p>Cela enfichable ajoute le catalogue de jeu de <a href="http://www.bigfishgames.com/?afcode=afd63cd4ad992" target="_blank">http://www.bigfishgames.com/?afcode=afd63cd4ad992</a> &#224; votre Blog.</p>

<p>La premi&#232;re diff&#233;rence significative est que vous partagez vos clients avec BigFishGames.
BigFishGames va alors travailler pour vous pour extraire une haute valeur &#224; vie du client et on vous paie 25 % de leur valeur &#224; vie pour la dur&#233;e de votre association avec BigFishGames!</p>

<p>Le soutien de tous les types connus de jeux : l'ordinateur, Macintosh, les JEUX GRATUITS EN LIGNE.
Aussi 5 langues (l'anglais, l'allemand, l'espagnol, le fran&#231;ais, le japonais) sont soutenues tous!</p>

<p>L'enfichable garde une partie des donn&#233;es dans metafields.
Si vous voulez recevoir un exemple comment d&#233;duire les donn&#233;es de metafields dans le gabarit WordPress vous avez besoin de devenir ma r&#233;f&#233;rence BigFishGames.
Sous cette r&#233;f&#233;rence <a href="https://pnp.bigfishgames.com/?afcode=afd63cd4ad992" target="_blank">https://pnp.bigfishgames.com/?afcode=afd63cd4ad992</a> vous pouvez devenir ma r&#233;f&#233;rence.
Si vous &#234;tes d&#233;j&#224; enregistr&#233;s dans BigFishGames que vous pouvez acheter un gabarit pr&#234;t.
Le prix d'un gabarit de 100$. Le paiement est possible par &#233;lectronique de syst&#232;me ou WebMoney (Z231409672156).
Plus &#224; un gabarit vous pouvez recevoir un script suppl&#233;mentaire cron.php qui ajoutera automatiquement de nouveaux jeux sans votre participation!
Adresser sur un e-mail isestnestmi &#224; mail.ru ou &#224; ICQ 338900566
Pour m'&#233;crire c'est n&#233;cessaire en anglais ou en russe. Je ne sais pas d'autres langues!</p>

<pre><code>            See example at <a href="http://bigfishtest.com/" target="_blank">http://BigFishTest.com/</a> or <a href="http://de.ShuvaevGames.com/" target="_blank">http://de.ShuvaevGames.com</a>
</code></pre>	<hr />
		<h3>Installation</h3>
	<ol>
<li>Cr&#233;ez une chemise 'les images' dans le blog d'annuaire de racine et mettez &#233;crivent des permissions (chmod 777) 'aux images'.</li>
<li>T&#233;l&#233;versez le plein annuaire dans votre annuaire wp-content/plugins.</li>
<li>Activez l'enfichable &#224; la page d'administration enfichable.</li>
<li>Ouvrez la page de configuration enfichable, qui est localis&#233;e sous les Options-&gt; Ajoutent le Catalogue de Jeux BigFish et construisent le catalogue.</li>
</ol>	<hr />
		<h3>Frequently Asked Questions</h3>
	<h4>Pourquoi vous n'aidez pas gratuitement ?</h4>

<p>Je n'aurai pas pas assez de temps pour toutes les personnes int&#233;ress&#233;es :) si vous serez ma r&#233;f&#233;rence, ou ach&#232;terez un gabarit je travaillerai sur vous :)</p>	<hr />
		<h3>Screenshots</h3>
	<ol>
<li>layout 1</li>
<li>layout 2</li>
</ol>	<hr />
		<h3>Changelog</h3>
	<p>La version 1.03
Maintenant les dessins sauv&#233;s dans une chemise refl&#232;tent. Il a permis d'entrer dans nouveau processings d'images, changer les dimensions... et cetera</p>

<p>La version 1.02
Le premier b&#233;ta la version</p>	<hr />
</body>
</html>
